const achievementsArray = [
`Сайт на Тильде 💻
Подобрать идею для сайта, нужно выбирать среди высокомаржинальных (классика - строительство, ремонт, стоматология)
Найти конкурента с хорошим сайтом, дизайн которого можно повторить
Создать новую чистую страницу в tilda
Скачать все картинки сайта оригинала
Сделать первый экран, просто смело повторить
Если есть, возьми квиз и форму заявки
Сделать второй и другие экраны
Сделать подвал
Сделать все адаптивным
Юзать промпт от Сергея Нагорного
Переделать сайт под себя с похожим контентом`,

`Спортивное тело 🏋️
Включи фильм посмотреть или музыку
Для начала 2км на дорожке разогреться (24 минуты)
Табата приседания-отжимания 4 минуты
Бери гирю в руки
Крути ее 50 минут как хочешь`,

`Я не шерсть ✨
Побриться
Побрить виски
Сходить в душ и помыть волосы + скраб для лица
Бепантен на кожу
Увлажняющий крем
Подстричь ногти
Почистить уши
Побрить машинкой в носу
Почистить зубы перекисью и содой
Скребком почистить язык
Уберись на большом столе
Уберись на диване
Уберись на кресле
Уберись на лавочке
Уберись в шкафу
Уберись на маленьком столе`,

`Бодрое утро + пресс + я не шерсть 🌅
Вакуум - 10 раз
Планка - 3 минуты желательно
Приседания - 100 раз
Вакуум - еще 10 раз
Планка - 3 минуты опционально
Кегель - 100 раз
Побрейся
Иди в контрастный душ + скраб + увлажняйка`
];
