const achievementsArray = [
  {
    quest: `ФИЗУХА & СТАЛЬНОЙ КОР 💪
Переодеться в спортивные шорты, приготовить воду
Сделать вакуум 5 раз (на четвереньках)
Сделать планку 3+ минуты
Сделать 200 упражнений Кегеля (на корточках или стоя + 5 на максимум)
Сделать 50 отжиманий от пола (можно разбить на подходы)
Сделать 20 подтягиваний на турнике
Сделать 100 приседаний в хорошем темпе
Ведро с рисом: 100 пронаций кисти
Ведро с рисом: 100 супинаций кисти
Сходить в душ ОБЯЗАТЕЛЬНО С ХОЛОДНОЙ НОТКОЙ ➡️ смыть пот и взбодрить нервную систему
Зафиксировать тренировку в приложухе`,
    impact: `+ мощный приток тестостерона и энергии
+ каменные предплечья и крепкий хват
+ стальной стояк и контроль тазового дна
+ сушка и сжигание лишнего жира
+ жесткая перезагрузка нервной системы холодным душем`
  },
  {
    quest: `ЕЖЕДНЕВНАЯ БАЗА компактная
ЕЖЕДНЕВНАЯ БАЗА
Триггер: прочитать сообщение тг https://t.me/c/1863625570/1673/1956
Бро, давай 10 благодарностей, подумай что у тебя есть и чего могло бы не быть...
Сделать thumbpulling 30 сек делаешь, 20 сек перерыв, 5 раз https://youtube.com/shorts/tLo2ddddTKg
узнать свой вес + замерить жир калиппером и записать их в huawei health..     если вдруг ты 13% жира это будет ФЛЕКС...
200 кегеля на корточках или стоя + 5 раз на максимум)
вакуум 10 раз "3 вдоха ➡️➡️➡️ вакуум ➡️➡️➡️ 3 вдоха ➡️➡️➡️ вакуум"
планка, сколько можешь 18.11 сделал 3 минуты 30 сек)
треня на стояк, эта реальная https://youtu.be/lMeB_5T3fC8 
100 приседаний
доска садху 3 раза
убраться в комнате 5 минут
побриться и подровнять виски  ➡️➡️➡️  контрастный душ + помыть голову + скраб
увлажняйка + бепантен ➡️➡️➡️ ГУАША по 10 движений
навести раствор 1/4 ч.л. соды и перекиси в 100мл воды  ➡️➡️➡️  почистить зубы  ➡️➡️➡️  почистить язык скребком  ➡️➡️➡️  выложить сторис в ветку "зубы"
сделать массаж десен И АТЛАНТ ВАЛИКОМ
почистить уши + подстричь ногти (опционально, мб все в порядке)
РУТИНА ПО ГОЛОСУ ➡️➡️➡️ читать закрытым ртом - читать что?) - можно читать ехал грека через реку, видит грека в реке рак, сунул грека руку в реку, рак за руку греку цап, 5 раз ➡️➡️➡️ проработать зажим на горле, 5 раз по 20 крутящих-давящих движений ➡️➡️➡️ можно пердеть губами чтобы расслабить губы, 5-10 раз на максимум ➡️➡️➡️ мычание монаха ОМ -вибрация, 5-10 раз ➡️➡️➡️ прокашляться громко), можно в процессе прокашливаться
сделать прическу, выпрямить волосы
обещай себе не улетать из реальности, в игры в порно и тд.. пжж
чекнуть свои ачивки по жизни и в интернет-маркетинге https://my-achievements-five.vercel.app/
Напоминание про стиль питания, ты считаешь калории, и держишь интервальное голодание 18 часов. 5г калия от отеков))) +-2г соли на день.
планирование yougile 10+ минут, планируй большие задачи и ПЕРЕТАСКИВАЙ
напиши в тг mystory28rus чем собираешься заниматься, и напиши что выполнил ежедневную базу) ➡️➡️➡️ шаблон Дневной Срез`,
    impact: `+ нагрузка для тела
+ бодрость на весь день  
+ готов в любую секунду идти гулять свежим и заряженным
+ чистота и порядок вокруг`
  },

  {
    quest: `Сайт на Тильде 💻
    повторить конспект - случайные 5 страниц
    включить razer synapse для скрипта на мышку shift ctrl c
Подобрать идею для сайта, нужно выбирать среди высокомаржинальных (классика - строительство, ремонт, стоматология)
Найти конкурента с хорошим сайтом, дизайн которого можно повторить
Создать новую чистую страницу в tilda
Скачать все картинки сайта оригинала https://sitecopy.ru/
Сделать первый экран, просто смело повторить
Если есть, возьми квиз и форму заявки
Сделать второй и другие экраны
Сделать подвал
Сделать все адаптивным
Юзать промпт от Сергея Нагорного
Переделать сайт под себя с похожим контентом`,
    impact: `+ новый навык создания сайтов
+ потенциальный источник дохода
+ портфолио для фриланса
+ возможность запустить свой бизнес`
  },
  
  {
  quest: `Мастер Маркетолог ЦА решения болей и страхов
  повторить конспект - случайные 5 страниц
Создать новую mind карту в XMind
Придумать бизнес для аналитики - использовать нейросеть для генерации идей
Записать выбранный бизнес в mind карту
Определить и записать 3-5 целевых групп аудитории
Выявить основные боли и страхи каждой ЦА
Сформулировать УТП для каждой группы
Разработать цепляющие офферы под боли ЦА`,
  impact: `+ глубокая проработка целевой аудитории
+ понимание реальных потребностей клиентов
+ сильное УТП, которое закрывает боли
+ повышение конверсии в маркетинге
+ структурированная стратегия продвижения
+ конкурентное преимущество через офферы`
},

  {
    quest: `Проработка Зажимов "создатель"
    стопы мячиком..
жестким мячиком желчный... доктор кармацкий
ребром телефона кишки от спаек... доктор кармацкий
под грудной клеткой на спине, буквально 0 проникания
поясница агрессивными прощипываниями
под ложечкой
лопатки
диафрагма
сфинктр оди
живот
лоб
доски садху
ягодицы
челюсть внутренняя часть 
челюсть губы к зубам
центр личности между ребрами и пупком
горловой зажим
шея мячиком на коврике
шея валиком АТЛАНТ
спина валиком
упражнения АРТЕМ ПАК https://docs.google.com/document/d/e/2PACX-1vQefdK2PoCpNur-qDrxMdkDcbiv5mhnq_7RtQvBrYm4bWmbhezsAFS5wQb-5chc7D-1g-F2WyJwvw48/pub
упражнения Антон Алекссев https://docs.google.com/document/d/e/2PACX-1vRa5woPQO4PvMie8ALWzZXKxmLUP0UOoa15tT2S5aVc4NADyktNairvi6qmqH8ot6ixkSbT1SyHjWtd/pub
массаж лица https://youtu.be/D7hrJ06O7Pg?si=OSfwmrwoEwopvgNL`,
    impact: `+ молодое тело без зажимов
+ здоровые органы`
  },
//   {
//     quest: `ПРОСНУТЬСЯ РАНО УТРОМ в 3-4 часа утра
// проснуться рано утром`,
//     impact: `+ весь день впереди
// + восстановление циркадных ритмов  
// + пока другие спят я уже ебашу
// + можно с утреца програмировать а потом в обед идти гулять а потом прийти и еще програмировать`
//   },
//   {
//     quest: `ЛЕЧЬ СПАТЬ ПОРАНЬШЕ
//     Обязательно чекай свой дефицит https://calories-deficit.vercel.app/
//     Выпить глицин + магний и калий, без углеводов и вообще без еды
//     Помыть руки. сделать небольшую проработку внутренней челюсти
//     выключить компьютер
//     выключить телефон
//     выключить вайфай
//     Спать на спине, голова немного приподнята над туловищем, так вода утекает с лица)`,
//     impact: `+ восстановление, мелатонин работает с 8 вечера до 2 ночи, в это время надо спать
// + выспишься
// + встанешь рано
// + как человек`
//   },

  {
    quest: `ЕЖЕДНЕВНАЯ БАЗА
Триггер: прочитать сообщение тг https://t.me/c/1863625570/1673/1956
Бро, давай 10 благодарностей, подумай что у тебя есть и чего могло бы не быть...
Сделать thumbpulling 30 сек делаешь, 20 сек перерыв, 5 раз https://youtube.com/shorts/tLo2ddddTKg
Включить музыку из ветки Motivation - hail to the king, shout 2000)))
узнать свой вес + замерить жир калиппером и записать их в huawei health..     может ты уже LEAN 13% жира?)
ЭТАП 1 ФИЗУХА. Переодеться в спортивные шорты
200 кегеля на корточках или стоя + 5 раз на максимум)
вакуум 10 раз "3 вдоха ➡️➡️➡️ вакуум ➡️➡️➡️ 3 вдоха ➡️➡️➡️ вакуум"
планка, сколько можешь 18.11 сделал 3 минуты 30 сек)
треня на стояк, эта реальная https://youtu.be/lMeB_5T3fC8 , ну можно и эту  https://youtu.be/HpzxdFW9e3w или эту https://youtu.be/ZGBLaExFVic
Растяжка подвоздошно-поясничных мышц https://youtu.be/FNnxxVgOVNU 10 раз на ВЫДОХЕ. должны быть болевые ощущения в области паха
качнуть шею лежа бочком
1 табата тренировка подтягивания-приседания-отжимания 6 минут
5 км на дорожке)
100 приседаний
ГИРЯ ЧЕРТОВА ДЮЖИНА (опционально, ну если сделаешь то красавчик)
8 минут треня с рисом табата 45/15)
постоять на доске садху по желанию, попробовать встать 3 раза
ЭТАП 2 АНТИ-ШЕРСТЬ. убраться в комнате 5 минут стол-кровать-одежда, протери стол, убери в шкафах срань с плесенью
побриться и подровнять виски  ➡️➡️➡️  контрастный душ + помыть голову + скраб  
увлажняйка + бепантен ➡️➡️➡️ ГУАША по 10 движений
навести раствор 1/4 ч.л. соды и перекиси в 100мл воды  ➡️➡️➡️  почистить зубы  ➡️➡️➡️  почистить язык скребком  ➡️➡️➡️  выложить сторис в ветку "зубы"
сделать массаж десен И АТЛАНТ ВАЛИКОМ
почистить уши + подстричь ногти (опционально, мб все в порядке)
намазаться солевым дезиком + пшикнуться  ➡️➡️➡️  переодеться обратно в джинсы
рутина по голосу ➡️➡️➡️ читать закрытым ртом - читать что?) - можно читать ехал грека через реку, видит грека в реке рак, сунул грека руку в реку, рак за руку греку цап, 5 раз ➡️➡️➡️ проработать зажим на горле, 5 раз по 20 крутящих-давящих движений ➡️➡️➡️ можно пердеть губами чтобы расслабить губы, 5-10 раз на максимум ➡️➡️➡️ мычание монаха ОМ -вибрация, 5-10 раз ➡️➡️➡️ прокашляться громко), можно в процессе прокашливаться
сделать прическу, выпрямить волосы
Сделать thumbpulling 30 сек делаешь, 20 сек перерыв, 5 раз https://youtube.com/shorts/tLo2ddddTKg
обещай себе не улетать из реальности, в игры в порно и тд.. пжж
чекнуть свои ачивки по жизни и в интернет-маркетинге https://my-achievements-five.vercel.app/
ЕДА. обещай сначала добавить еду в приложуху ➡️➡️➡️ скушать
ЕДА. самый лучший режим питания это интервальное голодание 16+ часов, можешь кушать с 9 утра до 5 вечера.... на интервальном голодании ЯЗЫК ОЧИЩАЕТСЯ, чекай тайминги https://calories-rosy.vercel.app/
ЕДА. есть техника голодания 36 часов, только для продвинутых (опционально, можешь скипнуть)
ЕДА. ОТЕКИ. 5г калия в день. бады + картошка..
ЕДА. следи за солью, говорят надо есть +-2г соли в день, одна щепотка это 0.4г, чайная ложка это 10г
ЕДА. нарезать овощи!!!!!!!!!!!! (опционально, походу уже не нужно, ведь у тебя ИНТЕРВАЛЬНОЕ ГОЛОДАНИЕ, можешь скипнуть)
планирование yougile 10+ минут, планируй большие задачи и ПЕРЕТАСКИВАЙ
напиши в тг mystory28rus чем собираешься заниматься, и напиши что выполнил ежедневную базу) ➡️➡️➡️ шаблон Дневной Срез`,
    impact: `+ нагрузка для тела
+ бодрость на весь день  
+ готов в любую секунду идти гулять свежим и заряженным
+ чистота и порядок вокруг`
  },
  
  
];
