const achievementsArray = [
  {
    quest: `ЕЖЕДНЕВНАЯ БАЗА
Триггер: прочитать сообщение тг https://t.me/c/1863625570/1673/1956
узнать свой вес + замерить жир калиппером и записать их в huawei health
ЭТАП 1 ФИЗУХА. Переодеться в спортивные шорты
200 кегеля у стеночки или стоя) туда-сюда)
вакуум 10 раз
планка, сколько можешь 18.11 сделал 3 минуты 30 сек)
1 табата тренировка подтягивания-приседания-отжимания 6 минут
4 км на дорожке)
треня на стояк https://youtu.be/HpzxdFW9e3w
100 приседаний
ГИРЯ ЧЕРТОВА ДЮЖИНА (опционально, ну если сделаешь то красавчик)
5 минут треня с рисом)
Растяжка подвоздошно-поясничных мышц https://youtu.be/FNnxxVgOVNU по интуиции
постоять на доске садху по желанию, попробовать встать 3 раза
ЭТАП 2 АНТИ-ШЕРСТЬ. убраться в комнате 5 минут стол-кровать-одежда, протери стол, убери в шкафах срань с плесенью
побриться и подровнять виски  >>>  контрастный душ + помыть голову + скраб  >>>  увлажняйка + бепантен
навести раствор 1/4 ч.л. соды и перекиси в 100мл воды  >>>  почистить зубы  >>>  почистить язык скребком  >>>  сделать массаж десен  >>>  выложить сторис в ветку "зубы"
почистить уши + подстричь ногти (опционально, мб все в порядке)
намазаться солевым дезиком + пшикнуться  >>>  переодеться обратно в джинсы
планирование yougile 10+ минут`,
    impact: `+ нагрузка для тела
+ бодрость на весь день  
+ готов в любую секунду идти гулять свежим и заряженным
+ чистота и порядок вокруг`
  },

  {
    quest: `Сайт на Тильде 💻
Подобрать идею для сайта, нужно выбирать среди высокомаржинальных (классика - строительство, ремонт, стоматология)
Найти конкурента с хорошим сайтом, дизайн которого можно повторить
Создать новую чистую страницу в tilda
Скачать все картинки сайта оригинала https://sitecopy.ru/
Сделать первый экран, просто смело повторить
Если есть, возьми квиз и форму заявки
Сделать второй и другие экраны
Сделать подвал
Сделать все адаптивным
Юзать промпт от Сергея Нагорного
Переделать сайт под себя с похожим контентом`,
    impact: `+ новый навык создания сайтов
+ потенциальный источник дохода
+ портфолио для фриланса
+ возможность запустить свой бизнес`
  },
  
  {
  quest: `Мастер Маркетолог ЦА решения болей и страхов
Создать новую mind карту в XMind
Придумать бизнес для аналитики - использовать нейросеть для генерации идей
Записать выбранный бизнес в mind карту
Определить и записать 3-5 целевых групп аудитории
Выявить основные боли и страхи каждой ЦА
Сформулировать УТП для каждой группы
Разработать цепляющие офферы под боли ЦА`,
  impact: `+ глубокая проработка целевой аудитории
+ понимание реальных потребностей клиентов
+ сильное УТП, которое закрывает боли
+ повышение конверсии в маркетинге
+ структурированная стратегия продвижения
+ конкурентное преимущество через офферы`
},

  {
    quest: `Проработка Зажимов "создатель"
под грудной клеткой на спине, буквально 0 проникания
поясница агрессивными прощипываниями
под ложечкой
лопатки
диафрагма
сфинктр оди
живот
лоб
доски садху
ягодицы
челюсть внутренняя часть 
челюсть губы к зубам
центр личности между ребрами и пупком
горловой зажим
шея мячиком на коврике`,
    impact: `+ молодое тело без зажимов
+ здоровые органы`
  },
  {
    quest: `ПРОСНУТЬСЯ РАНО УТРОМ в 3-4 часа утра
проснуться рано утром`,
    impact: `+ весь день впереди
+ восстановление циркадных ритмов  
+ пока другие спят я уже ебашу
+ можно с утреца програмировать а потом в обед идти гулять а потом прийти и еще програмировать`
  },
  {
    quest: `ЛЕЧЬ СПАТЬ ПОРАНЬШЕ
    Выпить глицин + магний и калий
    Помыть руки. сделать небольшую проработку внутренней челюсти
    выключить компьютер
    выключить телефон
    выключить вайфай
    Лечь спать`,
    impact: `+ восстановление, мелатонин работает с 8 вечера до 2 ночи, в это время надо спать
+ выспишься
+ встанешь рано
+ как человек`
  },
  
  
];
