const achievementsArray = [
  {
    quest: `ФИЗУХА & СТАЛЬНОЙ КОР 💪
Переодеться в спортивные шорты, приготовить воду
Сделать замер веса + калипер, сделать запись в ForgeOS
Доска садху 3 раза (опционально, по желанию)
Сделать вакуум 5 раз (на четвереньках)
Сделать планку 3+ минуты
Сделать 200 упражнений Кегеля (на корточках или стоя + 5 на максимум)
Треня на стояк, эта реальная https://youtu.be/lMeB_5T3fC8
Сделать 50 отжиманий от пола (можно разбить на подходы)
Сделать 20 подтягиваний на турнике
Сделать 100 приседаний в хорошем темпе
Ведро с рисом: 100 пронаций кисти
Ведро с рисом: 100 супинаций кисти
Сходить в душ ОБЯЗАТЕЛЬНО С ХОЛОДНОЙ НОТКОЙ ➡️ смыть пот и взбодрить нервную систему
Почистить зубы
2 минуты массаж десен (возможно нужно будет масло)
Почистить уши + подстричь ногти (опционально, мб все в порядке)
1. ГОЛОС. Пердеть губами чтобы расслабить губы, 5-10 раз на максимум
2. ГОЛОС. Мычание монаха ОМ - вибрация
3. ГОЛОС. Читать закрытым ртом
Сделать прическу, выпрямить волосы
Обещай себе не руинить, не улетать из реальности, в игры в порно и т.д.
Напоминание: ты держишь дефицит калорий и хочешь добиться 10-12% жира
Убраться в комнате 5 минут`,
    impact: `+ мощный приток тестостерона и энергии
+ каменные предплечья и крепкий хват
+ стальной стояк и контроль тазового дна
+ сушка и сжигание лишнего жира
+ жесткая перезагрузка нервной системы холодным душем`
  },

  {
    quest: `ИНТЕРВАЛЬНЫЙ ХАРДКОР: ГИРЯ & ВЕС ТЕЛА ⏱️🔥
60 сек подготовка (включить таймер, приготовить воду и гирю)

[КРУГ 1 / 4]
Махи гирей 16кг 40 сек
Передышка 20 сек
Отжимания от пола с ногами на кровати 40 сек
Передышка 20 сек
Тяга гири в наклоне 40 сек
Передышка 20 сек
Тяга гири в наклоне (другой рукой) 40 сек
Передышка 20 сек
Приседания 60 сек
Передышка 20 сек
Закидывание + жим гири 40 сек
Передышка 20 сек
Закидывание + жим гири (другой рукой) 40 сек
Передышка 20 сек
Отжимания треугольником (на трицепс) 40 сек
Передышка 20 сек
Пресс 40 сек
Передышка 20 сек
Шея 80 сек
Передышка 20 сек
Шея (другой стороной) 80 сек
Передышка 20 сек
Рис пронация 80 сек
Передышка 20 сек
Рис супинация 80 сек
Передышка 60 сек (глоток воды)

[КРУГ 2 / 4]
Махи гирей 16кг 40 сек
Передышка 20 сек
Отжимания от пола с ногами на кровати 40 сек
Передышка 20 сек
Тяга гири в наклоне 40 сек
Передышка 20 сек
Тяга гири в наклоне (другой рукой) 40 сек
Передышка 20 сек
Приседания 60 сек
Передышка 20 сек
Закидывание + жим гири 40 сек
Передышка 20 сек
Закидывание + жим гири (другой рукой) 40 сек
Передышка 20 сек
Отжимания треугольником (на трицепс) 40 сек
Передышка 20 сек
Пресс 40 сек
Передышка 20 сек
Шея 80 сек
Передышка 20 сек
Шея (другой стороной) 80 сек
Передышка 20 сек
Рис пронация 80 сек
Передышка 20 сек
Рис супинация 80 сек
Передышка 60 сек (глоток воды)

[КРУГ 3 / 4]
Махи гирей 16кг 40 сек
Передышка 20 сек
Отжимания от пола с ногами на кровати 40 сек
Передышка 20 сек
Тяга гири в наклоне 40 сек
Передышка 20 сек
Тяга гири в наклоне (другой рукой) 40 сек
Передышка 20 сек
Приседания 60 сек
Передышка 20 сек
Закидывание + жим гири 40 сек
Передышка 20 сек
Закидывание + жим гири (другой рукой) 40 сек
Передышка 20 сек
Отжимания треугольником (на трицепс) 40 сек
Передышка 20 сек
Пресс 40 сек
Передышка 20 сек
Шея 80 сек
Передышка 20 сек
Шея (другой стороной) 80 сек
Передышка 20 сек
Рис пронация 80 сек
Передышка 20 сек
Рис супинация 80 сек
Передышка 60 сек (глоток воды)

[КРУГ 4 / 4]
Махи гирей 16кг 40 сек
Передышка 20 сек
Отжимания от пола с ногами на кровати 40 сек
Передышка 20 сек
Тяга гири в наклоне 40 сек
Передышка 20 сек
Тяга гири в наклоне (другой рукой) 40 сек
Передышка 20 сек
Приседания 60 сек
Передышка 20 сек
Закидывание + жим гири 40 сек
Передышка 20 сек
Закидывание + жим гири (другой рукой) 40 сек
Передышка 20 сек
Отжимания треугольником (на трицепс) 40 сек
Передышка 20 сек
Пресс 40 сек
Передышка 20 сек
Шея 80 сек
Передышка 20 сек
Шея (другой стороной) 80 сек
Передышка 20 сек
Рис пронация 80 сек
Передышка 20 сек
Рис супинация 80 сек`,
    impact: `+ бешеная выносливость и плотность мышц
+ максимальный расход калорий на сушке
+ стальная шея и бронебойный трицепс
+ мощнейшая проработка связок и предплечий ведрами с рисом`
  },

  {
    quest: `Проработка Зажимов "Создатель"
Стопы мячиком
Жестким мячиком желчный... доктор Кармацкий
Ребром телефона кишки от спаек... доктор Кармацкий
Под грудной клеткой на спине, буквально 0 проникания
Поясница агрессивными прощипываниями
Под ложечкой
Лопатки
Диафрагма
Сфинктер Одди
Живот
Лоб
Доски садху
Ягодицы
Челюсть внутренняя часть
Челюсть губы к зубам
Центр личности между ребрами и пупком
Горловой зажим
Шея мячиком на коврике
Шея валиком АТЛАНТ
Спина валиком
Упражнения Артем Пак https://docs.google.com/document/d/e/2PACX-1vQefdK2PoCpNur-qDrxMdkDcbiv5mhnq_7RtQvBrYm4bWmbhezsAFS5wQb-5chc7D-1g-F2WyJwvw48/pub
Упражнения Антон Алексеев https://docs.google.com/document/d/e/2PACX-1vRa5woPQO4PvMie8ALWzZXKxmLUP0UOoa15tT2S5aVc4NADyktNairvi6qmqH8ot6ixkSbT1SyHjWtd/pub
Массаж лица https://youtu.be/D7hrJ06O7Pg?si=OSfwmrwoEwopvgNL`,
    impact: `+ молодое тело без зажимов
+ здоровые органы`
  },

  {
    quest: `ЛЕЧЬ СПАТЬ ПОРАНЬШЕ 🌙
Обязательно чекай свой дефицит https://calories-deficit.vercel.app/
Выпить глицин + магний и калий, без углеводов и вообще без еды
Помыть руки, сделать небольшую проработку внутренней челюсти
Выключить компьютер
Выключить телефон
Выключить Wi-Fi
Спать на спине, голова немного приподнята над туловищем (вода утекает с лица)`,
    impact: `+ восстановление: мелатонин работает с 8 вечера до 2 ночи, в это время надо спать
+ выспишься
+ встанешь рано
+ как человек`
  }
];
